/* Japanese */

"com_breedingpinetrees_sgf_result" = "結果";
"com_breedingpinetrees_sgf_result.Description" = "結果";

"com_breedingpinetrees_sgf_event" = "イベント";
"com_breedingpinetrees_sgf_event.Description" = "イベント";

"com_breedingpinetrees_sgf_white" = "白";
"com_breedingpinetrees_sgf_white.Description" = "白選手";

"com_breedingpinetrees_sgf_black" = "黑";
"com_breedingpinetrees_sgf_black.Description" = "黑選手";

"com_breedingpinetrees_sgf_handicap" = "Handicap";
"com_breedingpinetrees_sgf_handicap.Description" = "Number of handicap stones the black player received";

"com_breedingpinetrees_sgf_komi" = "Komi";
"com_breedingpinetrees_sgf_komi.Description" = "Amount of the white player received";

"com_breedingpinetrees_sgf_size" = ">碁盤のサイズ";
"com_breedingpinetrees_sgf_size.Description" = ">碁盤のサイズ";

"com_breedingpinetrees_sgf_gametype" = "ゲーム";
"com_breedingpinetrees_sgf_gametype.Description" = "ゲーム";

"com_breedingpinetrees_sgf_whiterank" = "白のランク";
"com_breedingpinetrees_sgf_whiterank.Description" = "白のランク";

"com_breedingpinetrees_sgf_blackrank" = "黒のランク";
"com_breedingpinetrees_sgf_blackrank.Description" = "黒のランク";

"com_breedingpinetrees_sgf_blackteam" = "黑チーム";
"com_breedingpinetrees_sgf_blackteam.Description" = "黑チーム";

"com_breedingpinetrees_sgf_whiteteam" = "白チーム";
"com_breedingpinetrees_sgf_whiteteam.Description" = "白チーム";

"com_breedingpinetrees_sgf_opening" = "Opening";
"com_breedingpinetrees_sgf_opening.Description" = "Information about the opening played";

"com_breedingpinetrees_sgf_overtime" = "超過時間";
"com_breedingpinetrees_sgf_overtime.Description" = "超過時間";

"com_breedingpinetrees_sgf_round" = "円形";
"com_breedingpinetrees_sgf_round.Description" = "円形";

"com_breedingpinetrees_sgf_ruleset" = "Ruleset";
"com_breedingpinetrees_sgf_ruleset.Description" = "Rules used";

"com_breedingpinetrees_sgf_oldhandicap" = "Old Handicap";
"com_breedingpinetrees_sgf_oldhandicap.Description" = "Old style handicap arrangements";

"com_breedingpinetrees_sgf_dateplayed" = "日付";
"com_breedingpinetrees_sgf_dateplayed.Description" = "日付";

"com_breedingpinetrees_sgf_yearplayed" = "年";
"com_breedingpinetrees_sgf_yearplayed.Description" = "年";

"com_breedingpinetrees_sgf_winner" = "Winner";
"com_breedingpinetrees_sgf_winner.Description" = "Player who won the game";

"com_breedingpinetrees_sgf_loser" = "Loser";
"com_breedingpinetrees_sgf_loser.Description" = "Player who lost the game";

